-- phpMyAdmin SQL Dump
-- version 4.9.5deb2
-- https://www.phpmyadmin.net/
--
-- Хост: localhost:3306
-- Время создания: Июл 13 2022 г., 18:36
-- Версия сервера: 8.0.29-0ubuntu0.20.04.3
-- Версия PHP: 7.4.3

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `game`
--

-- --------------------------------------------------------

--
-- Структура таблицы `battle`
--

CREATE TABLE `battle` (
  `id` int NOT NULL,
  `started` int NOT NULL,
  `time` int NOT NULL,
  `level` int NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

--
-- Дамп данных таблицы `battle`
--


-- --------------------------------------------------------

--
-- Структура таблицы `battle_history`
--

CREATE TABLE `battle_history` (
  `id` int NOT NULL,
  `battle_id` int NOT NULL,
  `text` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb3;

--
-- Дамп данных таблицы `battle_history`
--


-- --------------------------------------------------------

--
-- Структура таблицы `battle_queue`
--

CREATE TABLE `battle_queue` (
  `id` int NOT NULL,
  `user_id` int NOT NULL,
  `enemy_id` int NOT NULL,
  `battle_id` int NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb3;

--
-- Дамп данных таблицы `battle_queue`
--


-- --------------------------------------------------------

--
-- Структура таблицы `battle_user`
--

CREATE TABLE `battle_user` (
  `id` int NOT NULL,
  `user_id` int NOT NULL,
  `hp` int NOT NULL,
  `max_xp` int NOT NULL,
  `mp` int NOT NULL,
  `max_mp` int NOT NULL,
  `command` int NOT NULL,
  `cd` int NOT NULL,
  `battle_id` int NOT NULL,
  `damage` int NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb3;

--
-- Дамп данных таблицы `battle_user`
--



-- --------------------------------------------------------

--
-- Структура таблицы `chat`
--

CREATE TABLE `chat` (
  `id` int NOT NULL,
  `text` text NOT NULL,
  `time` int NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb3;

--
-- Дамп данных таблицы `chat`
--



-- --------------------------------------------------------

--
-- Структура таблицы `exp`
--

CREATE TABLE `exp` (
  `id` int NOT NULL,
  `level` int NOT NULL,
  `stats` int NOT NULL,
  `gold` int NOT NULL,
  `win` int NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb3;

--
-- Дамп данных таблицы `exp`
--

INSERT INTO `exp` (`id`, `level`, `stats`, `gold`, `win`) VALUES
(1, 1, 50, 450, 0),
(2, 2, 50, 675, 5),
(3, 3, 50, 900, 15),
(4, 4, 50, 1125, 30),
(5, 5, 50, 1350, 50),
(6, 6, 50, 1575, 75),
(7, 7, 50, 1900, 105),
(8, 8, 50, 2000, 140),
(9, 9, 50, 2300, 180),
(10, 10, 50, 2700, 230);

-- --------------------------------------------------------

--
-- Структура таблицы `Items`
--

CREATE TABLE `Items` (
  `id` int NOT NULL,
  `name` varchar(255) NOT NULL,
  `cost` int NOT NULL,
  `type` varchar(255) NOT NULL,
  `description` text NOT NULL,
  `level` int NOT NULL DEFAULT '1',
  `damage` int NOT NULL DEFAULT '0',
  `img` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8_general_ci NOT NULL DEFAULT '',
  `strength` int NOT NULL DEFAULT '0',
  `intuition` int NOT NULL DEFAULT '0',
  `dexterity` int DEFAULT '0',
  `endurance` int NOT NULL DEFAULT '0',
  `intelligence` int NOT NULL DEFAULT '0',
  `mental` int NOT NULL DEFAULT '0',
  `fire` int NOT NULL DEFAULT '0',
  `woter` int NOT NULL DEFAULT '0',
  `earth` int NOT NULL DEFAULT '0',
  `air` int DEFAULT '0',
  `defence` int NOT NULL DEFAULT '0',
  `hp` int NOT NULL DEFAULT '0',
  `mp` int NOT NULL DEFAULT '0',
  `need_level` int NOT NULL DEFAULT '1',
  `need_strength` int NOT NULL DEFAULT '1',
  `need_intuition` int NOT NULL DEFAULT '1',
  `need_dexterity` int NOT NULL DEFAULT '1',
  `need_endurance` int NOT NULL DEFAULT '1',
  `need_intelligence` int NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb3;

--
-- Дамп данных таблицы `Items`
--

INSERT INTO `Items` (`id`, `name`, `cost`, `type`, `description`, `level`, `damage`, `img`, `strength`, `intuition`, `dexterity`, `endurance`, `intelligence`, `mental`, `fire`, `woter`, `earth`, `air`, `defence`, `hp`, `mp`, `need_level`, `need_strength`, `need_intuition`, `need_dexterity`, `need_endurance`, `need_intelligence`) VALUES
(1, 'Кольцо огня ур 1', 50, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 1</li>\r\n  <li>Выносливость: 20</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Огонь: 5</li>\r\n</ul>', 1, 0, 'ringred.jpg', 0, 0, 0, 0, 0, 0, 5, 0, 0, 0, 0, 0, 0, 1, 1, 1, 1, 20, 0),
(2, 'Кольцо огня ур 2', 100, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 2</li>\r\n  <li>Выносливость: 30</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Огонь: 10</li>\r\n</ul>', 1, 0, 'ringred.jpg', 0, 0, 0, 0, 0, 0, 10, 0, 0, 0, 0, 0, 0, 2, 1, 1, 1, 30, 0),
(3, 'Кольцо огня ур 3', 150, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 3</li>\r\n  <li>Выносливость: 30</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Огонь: 15</li>\r\n</ul>', 1, 0, 'ringred.jpg', 0, 0, 0, 0, 0, 0, 15, 0, 0, 0, 0, 0, 0, 3, 1, 1, 1, 30, 0),
(4, 'Кольцо огня ур 4', 200, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 4</li>\r\n  <li>Выносливость: 40</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Огонь: 20</li>\r\n</ul>', 1, 0, 'ringred.jpg', 0, 0, 0, 0, 0, 0, 20, 0, 0, 0, 0, 0, 0, 4, 1, 1, 1, 40, 0),
(5, 'Кольцо огня ур 5', 250, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 5</li>\r\n  <li>Выносливость: 50</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Огонь: 25</li>\r\n</ul>', 1, 0, 'ringred.jpg', 0, 0, 0, 0, 0, 0, 25, 0, 0, 0, 0, 0, 0, 5, 1, 1, 1, 50, 0),
(6, 'Кольцо огня ур 6', 300, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 6</li>\r\n  <li>Выносливость: 60</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Огонь: 30</li>\r\n</ul>', 1, 0, 'ringred.jpg', 0, 0, 0, 0, 0, 0, 30, 0, 0, 0, 0, 0, 0, 6, 1, 1, 1, 60, 0),
(7, 'Кольцо воды ур 1', 50, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 1</li>\r\n  <li>Выносливость: 20</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Вода: 5</li>\r\n</ul>', 1, 0, 'ringblue.jpg', 0, 0, 0, 0, 0, 0, 0, 5, 0, 0, 0, 0, 0, 1, 1, 1, 1, 20, 0),
(8, 'Кольцо воды ур 2', 100, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 2</li>\r\n  <li>Выносливость: 30</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Вода: 10</li>\r\n</ul>', 1, 0, 'ringblue.jpg', 0, 0, 0, 0, 0, 0, 0, 10, 0, 0, 0, 0, 0, 2, 1, 1, 1, 30, 0),
(9, 'Кольцо воды ур 3', 150, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 3</li>\r\n  <li>Выносливость: 40</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Вода: 15</li>\r\n</ul>', 1, 0, 'ringblue.jpg', 0, 0, 0, 0, 0, 0, 0, 15, 0, 0, 0, 0, 0, 3, 1, 1, 1, 40, 0),
(10, 'Кольцо воды ур 4', 200, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 4</li>\r\n  <li>Выносливость: 50</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Вода: 20</li>\r\n</ul>', 1, 0, 'ringblue.jpg', 0, 0, 0, 0, 0, 0, 0, 20, 0, 0, 0, 0, 0, 4, 1, 1, 1, 50, 0),
(11, 'Кольцо воды ур 5', 250, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 5</li>\r\n  <li>Выносливость: 60</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Вода: 25</li>\r\n</ul>', 1, 0, 'ringblue.jpg', 0, 0, 0, 0, 0, 0, 0, 25, 0, 0, 0, 0, 0, 5, 1, 1, 1, 60, 0),
(12, 'Кольцо воды ур 6', 300, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 6</li>\r\n  <li>Выносливость: 70</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Вода: 30</li>\r\n</ul>', 1, 0, 'ringblue.jpg', 0, 0, 0, 0, 0, 0, 0, 30, 0, 0, 0, 0, 0, 6, 1, 1, 1, 70, 0),
(13, 'Кольцо воздуха ур 1', 50, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 1</li>\r\n  <li>Выносливость: 20</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Воздух: 5</li>\r\n</ul>', 1, 0, 'ringlightblue.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 5, 0, 0, 0, 1, 1, 1, 1, 20, 0),
(14, 'Кольцо воздуха ур 2', 100, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 2</li>\r\n  <li>Выносливость: 30</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Воздух: 10</li>\r\n</ul>', 1, 0, 'ringlightblue.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 10, 0, 0, 0, 2, 1, 1, 1, 30, 0),
(15, 'Кольцо воздуха ур 3', 150, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 3</li>\r\n  <li>Выносливость: 40</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Воздух: 15</li>\r\n</ul>', 1, 0, 'ringlightblue.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 15, 0, 0, 0, 3, 1, 1, 1, 40, 0),
(16, 'Кольцо воздуха ур 4', 200, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 4</li>\r\n  <li>Выносливость: 50</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Воздух: 20</li>\r\n</ul>', 1, 0, 'ringlightblue.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 20, 0, 0, 0, 4, 1, 1, 1, 50, 0),
(17, 'Кольцо воздуха ур 5', 250, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 5</li>\r\n  <li>Выносливость: 60</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Воздух: 25</li>\r\n</ul>', 1, 0, 'ringlightblue.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 25, 0, 0, 0, 5, 1, 1, 1, 60, 0),
(18, 'Кольцо воздуха ур 6', 300, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 6</li>\r\n  <li>Выносливость: 70</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Воздух: 30</li>\r\n</ul>', 1, 0, 'ringlightblue.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 30, 0, 0, 0, 6, 1, 1, 1, 70, 0),
(19, 'Кольцо земли ур 1', 50, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 1</li>\r\n  <li>Выносливость: 20</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Земля: 5</li>\r\n</ul>', 1, 0, 'ringgreen.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 5, 0, 0, 0, 0, 1, 1, 1, 1, 20, 0),
(20, 'Кольцо земли ур 2', 100, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 2</li>\r\n  <li>Выносливость: 30</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Земля: 10</li>\r\n</ul>', 1, 0, 'ringgreen.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 10, 0, 0, 0, 0, 2, 1, 1, 1, 30, 0),
(21, 'Кольцо земли ур 3', 150, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 3</li>\r\n  <li>Выносливость: 40</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Земля: 15</li>\r\n</ul>', 1, 0, 'ringgreen.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 15, 0, 0, 0, 0, 3, 1, 1, 1, 40, 0),
(22, 'Кольцо земли ур 4', 200, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 4</li>\r\n  <li>Выносливость: 50</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Земля: 20</li>\r\n</ul>', 1, 0, 'ringgreen.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 20, 0, 0, 0, 0, 4, 1, 1, 1, 50, 0),
(23, 'Кольцо земли ур 5', 250, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 5</li>\r\n  <li>Выносливость: 60</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Земля: 25</li>\r\n</ul>', 1, 0, 'ringgreen.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 25, 0, 0, 0, 0, 5, 1, 1, 1, 60, 0),
(24, 'Кольцо земли ур 6', 300, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 6</li>\r\n  <li>Выносливость: 70</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Земля: 30</li>\r\n</ul>', 1, 0, 'ringgreen.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 30, 0, 0, 0, 0, 6, 1, 1, 1, 70, 0),
(25, 'Кольцо защиты ур 1', 50, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 1</li>\r\n  <li>Выносливость: 10</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 5</li>\r\n</ul>', 1, 0, 'ringblack.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 5, 0, 0, 1, 1, 1, 1, 10, 0),
(26, 'Кольцо защиты ур 2', 100, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 2</li>\r\n  <li>Выносливость: 20</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 10</li>\r\n</ul>', 1, 0, 'ringblack.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 10, 0, 0, 2, 1, 1, 1, 20, 0),
(27, 'Кольцо защиты ур 3', 150, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 3</li>\r\n  <li>Выносливость: 30</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 15</li>\r\n</ul>', 1, 0, 'ringblack.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 15, 0, 0, 3, 1, 1, 1, 30, 0),
(28, 'Кольцо защиты ур 4', 150, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 4</li>\r\n  <li>Выносливость: 40</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 20</li>\r\n</ul>', 1, 0, 'ringblack.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 20, 0, 0, 4, 1, 1, 1, 40, 0),
(29, 'Кольцо защиты ур 5', 250, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 5</li>\r\n  <li>Выносливость: 50</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 25</li>\r\n</ul>', 1, 0, 'ringblack.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 25, 0, 0, 5, 1, 1, 1, 50, 0),
(30, 'Кольцо защиты ур 6', 300, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 6</li>\r\n  <li>Выносливость: 60</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 30</li>\r\n</ul>', 1, 0, 'ringblack.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 30, 0, 0, 6, 1, 1, 1, 60, 0),
(31, 'Кольцо жизни ур 1', 50, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 1</li>\r\n  <li>Выносливость: 10</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Здоровье: 100</li>\r\n</ul>', 1, 0, 'ringgray.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 100, 0, 1, 1, 1, 1, 10, 0),
(32, 'Кольцо жизни ур 2', 100, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 2</li>\r\n  <li>Выносливость: 20</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Здоровье: 200</li>\r\n</ul>', 1, 0, 'ringgray.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 200, 0, 2, 1, 1, 1, 20, 0),
(33, 'Кольцо жизни ур 3', 150, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 3</li>\r\n  <li>Выносливость: 30</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Здоровье: 300</li>\r\n</ul>', 1, 0, 'ringgray.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 300, 0, 3, 1, 1, 1, 30, 0),
(34, 'Кольцо жизни ур 4', 200, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 4</li>\r\n  <li>Выносливость: 40</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Здоровье: 400</li>\r\n</ul>', 1, 0, 'ringgray.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 400, 0, 4, 1, 1, 1, 40, 0),
(35, 'Кольцо жизни ур 5', 250, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 5</li>\r\n  <li>Выносливость: 50</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Здоровье: 500</li>\r\n</ul>', 1, 0, 'ringgray.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 500, 0, 5, 1, 1, 1, 50, 0),
(36, 'Кольцо жизни ур 6', 300, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 6</li>\r\n  <li>Выносливость: 60</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Здоровье: 600</li>\r\n</ul>', 1, 0, 'ringgray.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 600, 0, 6, 1, 1, 1, 60, 0),
(37, 'Кольцо интуиции ур 1', 50, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 1</li>\r\n  <li>Интуиции: 10</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Интуиция: 5</li>\r\n</ul>', 1, 0, 'ringpink.jpg', 0, 5, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 1, 10, 1, 1, 0),
(38, 'Кольцо интуиции ур 2', 100, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 2</li>\r\n  <li>Интуиции: 20</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Интуиция: 10</li>\r\n</ul>', 1, 0, 'ringpink.jpg', 0, 10, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 2, 1, 20, 1, 1, 0),
(39, 'Кольцо интуиции ур 3', 150, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 3</li>\r\n  <li>Интуиции: 30</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Интуиция: 15</li>\r\n</ul>', 1, 0, 'ringpink.jpg', 0, 15, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 3, 1, 30, 1, 1, 0),
(40, 'Кольцо интуиции ур 4', 200, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 4</li>\r\n  <li>Интуиции: 40</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Интуиция: 20</li>\r\n</ul>', 1, 0, 'ringpink.jpg', 0, 20, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 4, 1, 40, 1, 1, 0),
(41, 'Кольцо интуиции ур 5', 250, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 5</li>\r\n  <li>Интуиции: 50</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Интуиция: 25</li>\r\n</ul>', 1, 0, 'ringpink.jpg', 0, 25, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 5, 1, 50, 1, 1, 0),
(42, 'Кольцо интуиции ур 6', 300, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 6</li>\r\n  <li>Интуиции: 60</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Интуиция: 30</li>\r\n</ul>', 1, 0, 'ringpink.jpg', 0, 30, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 6, 1, 60, 1, 1, 0),
(43, 'Кольцо ловкости ур 1', 50, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 1</li>\r\n  <li>Ловкость: 10</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Ловкость: 5</li>\r\n</ul>', 1, 0, 'ringpurple.jpg', 0, 0, 5, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 1, 1, 10, 1, 0),
(44, 'Кольцо ловкости ур 2', 100, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 2</li>\r\n  <li>Ловкость: 20</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Ловкость: 10</li>\r\n</ul>', 1, 0, 'ringpurple.jpg', 0, 0, 10, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 2, 1, 1, 20, 1, 0),
(45, 'Кольцо ловкости ур 3', 150, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 3</li>\r\n  <li>Ловкость: 30</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Ловкость: 15</li>\r\n</ul>', 1, 0, 'ringpurple.jpg', 0, 0, 15, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 3, 1, 1, 30, 1, 0),
(46, 'Кольцо ловкости ур 4', 200, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 4</li>\r\n  <li>Ловкость: 40</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Ловкость: 20</li>\r\n</ul>', 1, 0, 'ringpurple.jpg', 0, 0, 20, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 4, 1, 1, 40, 1, 0),
(47, 'Кольцо ловкости ур 6', 300, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 6</li>\r\n  <li>Ловкость: 60</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Ловкость: 30</li>\r\n</ul>', 1, 0, 'ringpurple.jpg', 0, 0, 30, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 1, 1, 60, 1, 0),
(110, 'Пояс урона ур 1', 50, 'belt', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 1</li>\r\n  <li>: Выносливость 20</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 5</li>\r\n  <li>Урон: 5</li>\r\n</ul>', 1, 5, 'belt2.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 5, 0, 0, 1, 1, 1, 1, 20, 0),
(49, 'Кольцо интеллекта ур 1', 50, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 1</li>\r\n  <li>Интеллект: 10</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Интеллект: 5</li>\r\n</ul>', 1, 0, 'ringorange.jpg', 0, 0, 0, 0, 5, 0, 0, 0, 0, 0, 0, 0, 0, 1, 1, 1, 1, 1, 10),
(50, 'Кольцо интеллекта ур 2', 100, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 2</li>\r\n  <li>Интеллект: 20</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Интеллект: 10</li>\r\n</ul>', 1, 0, 'ringorange.jpg', 0, 0, 0, 0, 10, 0, 0, 0, 0, 0, 0, 0, 0, 2, 1, 1, 1, 1, 20),
(51, 'Кольцо интеллекта ур 3', 150, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 3</li>\r\n  <li>Интеллект: 30</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Интеллект: 15</li>\r\n</ul>', 1, 0, 'ringorange.jpg', 0, 0, 0, 0, 15, 0, 0, 0, 0, 0, 0, 0, 0, 3, 1, 1, 1, 1, 30),
(52, 'Кольцо интеллекта ур 4', 200, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 4</li>\r\n  <li>Интеллект: 40</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Интеллект: 20</li>\r\n</ul>', 1, 0, 'ringorange.jpg', 0, 0, 0, 0, 20, 0, 0, 0, 0, 0, 0, 0, 0, 4, 1, 1, 1, 1, 40),
(53, 'Кольцо интеллекта ур 5', 250, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 5</li>\r\n  <li>Интеллект: 50</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Интеллект: 25</li>\r\n</ul>', 1, 0, 'ringorange.jpg', 0, 0, 0, 0, 25, 0, 0, 0, 0, 0, 0, 0, 0, 5, 1, 1, 1, 1, 50),
(54, 'Кольцо интеллекта ур 6', 300, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 6</li>\r\n  <li>Интеллект: 60</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Интеллект: 30</li>\r\n</ul>', 1, 0, 'ringorange.jpg', 0, 0, 0, 0, 30, 0, 0, 0, 0, 0, 0, 0, 0, 6, 1, 1, 1, 1, 60),
(55, 'Щит цельности ур 1', 50, 'shild', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 1</li>\r\n  <li>Выносливость: 20</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 5</li>\r\n  <li>Сила: 5</li>\r\n  <li>Ловкость: 5</li>\r\n  <li>Интуиция: 5</li>\r\n  <li>Выносливость: 5</li>\r\n</ul>', 1, 0, 'dragonshild.jpg', 5, 5, 5, 5, 0, 0, 0, 0, 0, 0, 5, 0, 0, 1, 1, 1, 1, 20, 0),
(56, 'Щит цельности ур 2', 100, 'shild', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 2</li>\r\n  <li>Выносливость: 30</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 10</li>\r\n  <li>Сила: 10</li>\r\n  <li>Ловкость: 10</li>\r\n  <li>Интуиция: 10</li>\r\n  <li>Выносливость: 10</li>\r\n</ul>', 1, 0, 'dragonshild.jpg', 10, 10, 10, 19, 0, 0, 0, 0, 0, 0, 10, 0, 0, 2, 1, 1, 1, 30, 0),
(57, 'Щит цельности ур 3', 150, 'shild', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 3</li>\r\n  <li>Выносливость: 40</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 15</li>\r\n  <li>Сила: 15</li>\r\n  <li>Ловкость: 15</li>\r\n  <li>Интуиция: 15</li>\r\n  <li>Выносливость: 15</li>\r\n</ul>', 1, 0, 'dragonshild.jpg', 15, 15, 15, 15, 0, 0, 0, 0, 0, 0, 15, 0, 0, 3, 1, 1, 1, 40, 0),
(58, 'Щит цельности ур 4', 200, 'shild', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 4</li>\r\n  <li>Выносливость: 50</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 20</li>\r\n  <li>Сила: 20</li>\r\n  <li>Ловкость: 20</li>\r\n  <li>Интуиция: 20</li>\r\n  <li>Выносливость: 20</li>\r\n</ul>', 1, 0, '\r\ndragonshild.jpg\r\n', 20, 20, 20, 20, 0, 0, 0, 0, 0, 0, 20, 0, 0, 4, 1, 1, 1, 50, 0),
(59, 'Щит цельности ур 5', 250, 'shild', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 5</li>\r\n  <li>Выносливость: 60</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 25</li>\r\n  <li>Сила: 25</li>\r\n  <li>Ловкость: 25</li>\r\n  <li>Интуиция: 25</li>\r\n  <li>Выносливость: 25</li>\r\n</ul>', 1, 0, 'dragonshild.jpg', 25, 25, 25, 25, 0, 0, 0, 0, 0, 0, 25, 0, 0, 5, 1, 1, 1, 60, 0),
(60, 'Щит цельности ур 6', 300, 'shild', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 6</li>\r\n  <li>Выносливость: 70</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 30</li>\r\n  <li>Сила: 30</li>\r\n  <li>Ловкость: 30</li>\r\n  <li>Интуиция: 30</li>\r\n  <li>Выносливость: 30</li>\r\n</ul>', 1, 0, 'dragonshild.jpg', 30, 30, 30, 30, 0, 0, 0, 0, 0, 0, 30, 0, 0, 6, 1, 1, 1, 70, 0),
(61, 'Щит стихий ур 1', 50, 'shild', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 1</li>\r\n  <li>Выносливость: 20</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 5</li>\r\n  <li>Огонь: 5</li>\r\n  <li>Вода: 5</li>\r\n  <li>Земля: 5</li>\r\n  <li>Воздух: 5</li>\r\n  <li>Ментальность: 5</li>\r\n\r\n</ul>', 1, 0, 'shildfire.jpg', 0, 0, 0, 0, 0, 5, 5, 5, 5, 5, 5, 0, 0, 1, 1, 1, 1, 20, 0),
(62, 'Щит стихий ур 2', 100, 'shild', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 2</li>\r\n  <li>Выносливость: 30</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 10</li>\r\n  <li>Огонь: 10</li>\r\n  <li>Вода: 10</li>\r\n  <li>Земля: 10</li>\r\n  <li>Воздух: 10</li>\r\n  <li>Ментальность: 10</li>\r\n\r\n</ul>', 1, 0, 'shildfire.jpg', 0, 0, 0, 0, 0, 10, 10, 10, 10, 10, 10, 0, 0, 2, 1, 1, 1, 30, 0),
(63, 'Щит стихий ур 3', 150, 'shild', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 3</li>\r\n  <li>Выносливость: 40</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 15</li>\r\n  <li>Огонь: 15</li>\r\n  <li>Вода: 15</li>\r\n  <li>Земля: 15</li>\r\n  <li>Воздух: 15</li>\r\n  <li>Ментальность: 15</li>\r\n\r\n</ul>', 1, 0, 'shildfire.jpg', 0, 0, 0, 0, 0, 15, 15, 15, 15, 15, 15, 0, 0, 3, 1, 1, 1, 40, 0),
(64, 'Щит стихий ур 4', 200, 'shild', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 4</li>\r\n  <li>Выносливость: 50</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 20</li>\r\n  <li>Огонь: 20</li>\r\n  <li>Вода: 20</li>\r\n  <li>Земля: 20</li>\r\n  <li>Воздух: 20</li>\r\n  <li>Ментальность: 20</li>\r\n\r\n</ul>', 1, 0, 'shildfire.jpg', 0, 0, 0, 0, 0, 20, 20, 20, 20, 20, 20, 0, 0, 4, 1, 1, 1, 50, 0),
(65, 'Щит стихий ур 5', 250, 'shild', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 5</li>\r\n  <li>Выносливость: 60</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 25</li>\r\n  <li>Огонь: 25</li>\r\n  <li>Вода: 25</li>\r\n  <li>Земля: 25</li>\r\n  <li>Воздух: 25</li>\r\n  <li>Ментальность: 25</li>\r\n\r\n</ul>', 1, 0, 'shildfire.jpg', 0, 0, 0, 0, 0, 25, 25, 25, 25, 25, 25, 0, 0, 5, 1, 1, 1, 60, 0),
(66, 'Щит стихий ур 6', 300, 'shild', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 6</li>\r\n  <li>Выносливость: 70</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 30</li>\r\n  <li>Огонь: 30</li>\r\n  <li>Вода: 30</li>\r\n  <li>Земля: 30</li>\r\n  <li>Воздух: 30</li>\r\n  <li>Ментальность: 30</li>\r\n\r\n</ul>', 1, 0, 'shildfire.jpg', 0, 0, 0, 0, 0, 30, 30, 30, 30, 30, 30, 0, 0, 6, 1, 1, 1, 70, 0),
(67, 'Щит жизни ур 1', 50, 'shild', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 1</li>\r\n  <li>Выносливость: 20</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 15</li>\r\n  <li>Жизни: 200</li>\r\n</ul>', 1, 0, 'shildgray.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 15, 200, 0, 1, 1, 1, 1, 20, 0),
(68, 'Щит жизни ур 2', 100, 'shild', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 2</li>\r\n  <li>Выносливость: 30</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 20</li>\r\n  <li>Жизни: 300</li>\r\n</ul>', 1, 0, 'shildgray.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 20, 300, 0, 2, 1, 1, 1, 30, 0),
(69, 'Щит жизни ур 3', 150, 'shild', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 3</li>\r\n  <li>Выносливость: 40</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 25</li>\r\n  <li>Жизни: 400</li>\r\n</ul>', 1, 0, 'shildgray.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 25, 400, 0, 3, 1, 1, 1, 40, 0),
(70, 'Щит жизни ур 4', 200, 'shild', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 4</li>\r\n  <li>Выносливость: 50</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 30</li>\r\n  <li>Жизни: 500</li>\r\n</ul>', 1, 0, 'shildgray.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 30, 500, 0, 4, 1, 1, 1, 50, 0),
(71, 'Щит жизни ур 5', 250, 'shild', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 5</li>\r\n  <li>Выносливость: 60</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 35</li>\r\n  <li>Жизни: 600</li>\r\n</ul>', 1, 0, 'shildgray.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 35, 600, 0, 5, 1, 1, 1, 60, 0),
(72, 'Щит жизни ур 6', 300, 'shild', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 6</li>\r\n  <li>Выносливость: 70</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 40</li>\r\n  <li>Жизни: 700</li>\r\n</ul>', 1, 0, 'shildgray.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 40, 700, 0, 6, 1, 1, 1, 70, 0),
(73, 'Шлем жизни ур 1', 50, 'helm', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 1</li>\r\n  <li>Выносливость: 20</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 5</li>\r\n  <li>Жизни: 50</li>\r\n</ul>', 1, 0, 'helm.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 5, 50, 0, 1, 1, 1, 1, 20, 0),
(74, 'Шлем жизни ур 2', 100, 'helm', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 2</li>\r\n  <li>Выносливость: 30</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 10</li>\r\n  <li>Жизни: 100</li>\r\n</ul>', 1, 0, 'helm.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 10, 100, 0, 2, 1, 1, 1, 30, 0),
(75, 'Шлем жизни ур 3', 150, 'helm', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 3</li>\r\n  <li>Выносливость: 40</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 15</li>\r\n  <li>Жизни: 150</li>\r\n</ul>', 1, 0, 'helm.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 3, 1, 1, 1, 40, 0),
(76, 'Шлем жизни ур 4', 200, 'helm', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 4</li>\r\n  <li>Выносливость: 50</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 20</li>\r\n  <li>Жизни: 200</li>\r\n</ul>', 1, 0, 'helm.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 20, 200, 0, 4, 1, 1, 1, 50, 0),
(77, 'Шлем жизни ур 5', 250, 'helm', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 5</li>\r\n  <li>Выносливость: 60</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 25</li>\r\n  <li>Жизни: 250</li>\r\n</ul>', 1, 0, 'helm.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 25, 250, 0, 5, 1, 1, 1, 60, 0),
(78, 'Шлем жизни ур 6', 300, 'helm', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 6</li>\r\n  <li>Выносливость: 70</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 30</li>\r\n  <li>Жизни: 300</li>\r\n</ul>', 1, 0, 'helm.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 30, 300, 0, 6, 1, 1, 1, 70, 0),
(79, 'Шлем урона ур 1', 50, 'helm', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 1</li>\r\n  <li>Выносливость: 20</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 5</li>\r\n  <li>Урон: 5</li>\r\n</ul>', 1, 5, 'helmgold.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 5, 0, 0, 1, 1, 1, 1, 1, 0),
(80, 'Шлем урона ур 2', 100, 'helm', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 2</li>\r\n  <li>Выносливость: 30</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 10</li>\r\n  <li>Урон: 10</li>\r\n</ul>', 1, 10, 'helmgold.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 10, 0, 0, 2, 1, 1, 1, 30, 0),
(81, 'Шлем урона ур 3', 150, 'helm', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 3</li>\r\n  <li>Выносливость: 40</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 15</li>\r\n  <li>Урон: 15</li>\r\n</ul>', 1, 15, 'helmgold.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 15, 0, 0, 3, 1, 1, 1, 40, 0),
(82, 'Шлем урона ур 4', 200, 'helm', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 4</li>\r\n  <li>Выносливость: 50</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 20</li>\r\n  <li>Урон: 20</li>\r\n</ul>', 1, 20, 'helmgold.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 20, 0, 0, 4, 1, 1, 1, 50, 0),
(83, 'Шлем урона ур 5', 250, 'helm', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 5</li>\r\n  <li>Выносливость: 60</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 25</li>\r\n  <li>Урон: 25</li>\r\n</ul>', 1, 0, 'helmgold.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 25, 0, 0, 5, 1, 1, 1, 60, 0),
(84, 'Шлем урона ур 6', 300, 'helm', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 6</li>\r\n  <li>Выносливость: 70</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 30</li>\r\n  <li>Урон: 30</li>\r\n</ul>', 1, 30, 'helmgold.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 30, 0, 0, 6, 1, 1, 1, 70, 0),
(85, 'Шляпа ур 1', 50, 'helm', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 1</li>\r\n  <li>Интеллект: 10</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 5</li>\r\n  <li>Интеллект: 10</li>\r\n</ul>', 1, 0, 'magcap.jpg', 0, 0, 0, 0, 10, 0, 0, 0, 0, 0, 5, 0, 0, 1, 1, 1, 1, 1, 10),
(86, 'Шляпа ур 2', 100, 'helm', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 2</li>\r\n  <li>Интеллект: 20</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 10</li>\r\n  <li>Интеллект: 20</li>\r\n</ul>', 1, 0, 'magcap.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 10, 0, 0, 2, 1, 1, 1, 1, 20),
(87, 'Шляпа ур 3', 150, 'helm', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 3</li>\r\n  <li>Интеллект: 30</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 15</li>\r\n  <li>Интеллект: 30</li>\r\n</ul>', 1, 0, 'magcap.jpg', 0, 0, 0, 0, 30, 0, 0, 0, 0, 0, 15, 0, 0, 3, 1, 1, 1, 1, 30),
(88, 'Шляпа ур 4', 200, 'helm', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 4</li>\r\n  <li>Интеллект: 40</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 20</li>\r\n  <li>Интеллект: 40</li>\r\n</ul>', 1, 0, 'magcap.jpg', 0, 0, 0, 0, 40, 0, 0, 0, 0, 0, 20, 0, 0, 4, 1, 1, 1, 1, 40),
(89, 'Шляпа ур 5', 250, 'helm', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 5</li>\r\n  <li>Интеллект: 50</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 25</li>\r\n  <li>Интеллект: 50</li>\r\n</ul>', 1, 0, 'magcap.jpg', 0, 0, 0, 0, 50, 0, 0, 0, 0, 0, 25, 0, 0, 5, 1, 1, 1, 1, 50),
(90, 'Шляпа ур 6', 300, 'helm', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 6</li>\r\n  <li>Интеллект: 60</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 30</li>\r\n  <li>Интеллект: 60</li>\r\n</ul>', 1, 0, 'magcap.jpg', 0, 0, 0, 0, 60, 0, 0, 0, 0, 0, 0, 0, 0, 6, 1, 1, 1, 1, 60),
(91, 'Броня ур 1', 50, 'armor', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 1</li>\r\n  <li>Выносливость: 20</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 5</li>\r\n  <li>Жизни: 100</li>\r\n</ul>', 1, 0, 'armor.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 5, 100, 0, 1, 1, 1, 1, 1, 0),
(92, 'Броня ур 2', 100, 'armor', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 2</li>\r\n  <li>Выносливость: 30</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 10</li>\r\n  <li>Жизни: 200</li>\r\n</ul>', 1, 0, 'armor.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 10, 200, 0, 1, 1, 1, 1, 30, 0),
(94, 'Броня ур 3', 150, 'armor', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 3</li>\r\n  <li>Выносливость: 40</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 15</li>\r\n  <li>Жизни: 300</li>\r\n</ul>', 1, 0, 'armor.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 15, 300, 0, 3, 1, 1, 1, 40, 0),
(95, 'Броня ур 4', 200, 'armor', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 4</li>\r\n  <li>Выносливость: 50</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 20</li>\r\n  <li>Жизни: 400</li>\r\n</ul>', 1, 0, 'armor.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 20, 400, 0, 4, 1, 1, 1, 50, 0),
(96, 'Броня ур 5', 250, 'armor', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 5</li>\r\n  <li>Выносливость: 60</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 25</li>\r\n  <li>Жизни: 500</li>\r\n</ul>', 1, 0, 'armor.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 25, 500, 0, 5, 1, 1, 1, 60, 0),
(97, 'Броня ур 6', 300, 'armor', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 6</li>\r\n  <li>Выносливость: 70</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 30</li>\r\n  <li>Жизни: 600</li>\r\n</ul>', 1, 0, 'armor.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 30, 600, 0, 6, 1, 1, 1, 70, 0),
(98, 'Роба ур 1', 50, 'armor', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 1</li>\r\n  <li>Интеллект: 20</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 5</li>\r\n  <li>Жизни: 50</li>\r\n  <li>Интеллект: 10</li>\r\n  <li>Ментальность: 5</li>\r\n</ul>', 1, 0, 'robe.jpg', 0, 0, 0, 0, 10, 5, 0, 0, 0, 0, 5, 50, 0, 1, 1, 1, 1, 1, 20),
(99, 'Роба ур 2', 100, 'armor', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 2</li>\r\n  <li>Интеллект: 30</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 10</li>\r\n  <li>Жизни: 100</li>\r\n  <li>Интеллект: 20</li>\r\n  <li>Ментальность: 10</li>\r\n</ul>', 1, 0, 'robe.jpg', 0, 0, 0, 0, 20, 10, 0, 0, 0, 0, 0, 100, 0, 2, 1, 1, 1, 1, 30),
(100, 'Роба ур 3', 150, 'armor', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 3</li>\r\n  <li>Интеллект: 40</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 15</li>\r\n  <li>Жизни: 150</li>\r\n  <li>Интеллект: 30</li>\r\n  <li>Ментальность: 15</li>\r\n</ul>', 1, 0, 'robe.jpg', 0, 0, 0, 0, 30, 15, 0, 0, 0, 0, 15, 150, 0, 3, 1, 1, 1, 1, 40),
(101, 'Роба ур 4', 200, 'armor', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 4</li>\r\n  <li>Интеллект: 50</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 20</li>\r\n  <li>Жизни: 200</li>\r\n  <li>Интеллект: 40</li>\r\n  <li>Ментальность: 20</li>\r\n</ul>', 1, 0, 'robe.jpg', 0, 0, 0, 0, 40, 20, 0, 0, 0, 0, 20, 200, 0, 4, 1, 1, 1, 1, 50),
(102, 'Роба ур 5', 250, 'armor', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 5</li>\r\n  <li>Интеллект: 60</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 25</li>\r\n  <li>Жизни: 250</li>\r\n  <li>Интеллект: 50</li>\r\n  <li>Ментальность: 25</li>\r\n</ul>', 1, 0, 'robe.jpg', 0, 0, 0, 0, 50, 25, 0, 0, 0, 0, 25, 250, 0, 5, 1, 1, 1, 1, 60),
(103, 'Роба ур 6', 300, 'armor', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 6</li>\r\n  <li>Интеллект: 70</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 30</li>\r\n  <li>Жизни: 300</li>\r\n  <li>Интеллект: 60</li>\r\n  <li>Ментальность: 30</li>\r\n</ul>', 1, 0, 'robe.jpg', 0, 0, 0, 0, 60, 30, 0, 0, 0, 0, 30, 300, 0, 6, 1, 1, 1, 1, 70),
(104, 'Пояс жизни ур 1', 50, 'belt', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 1</li>\r\n  <li>Выносливость: 20</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 5</li>\r\n  <li>Жизни: 50</li>\r\n</ul>', 1, 0, 'belt.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 5, 50, 0, 1, 1, 1, 1, 20, 0),
(105, 'Пояс жизни ур 2', 100, 'belt', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 2</li>\r\n  <li>Выносливость: 30</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 10</li>\r\n  <li>Жизни: 100</li>\r\n</ul>', 1, 0, 'belt.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 10, 100, 0, 2, 1, 1, 1, 30, 0),
(106, 'Пояс жизни ур 3', 150, 'belt', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 3</li>\r\n  <li>Выносливость: 40</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 15</li>\r\n  <li>Жизни: 150</li>\r\n</ul>', 1, 0, 'belt.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 15, 150, 0, 3, 1, 1, 1, 40, 0),
(107, 'Пояс жизни ур 4', 200, 'belt', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 4</li>\r\n  <li>Выносливость: 50</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 20</li>\r\n  <li>Жизни: 200</li>\r\n</ul>', 1, 0, 'belt.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 20, 200, 0, 4, 1, 1, 1, 50, 0),
(108, 'Пояс жизни ур 5', 250, 'belt', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 5</li>\r\n  <li>Выносливость: 60</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 25</li>\r\n  <li>Жизни: 250</li>\r\n</ul>', 1, 0, 'belt.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 25, 250, 0, 5, 1, 1, 1, 60, 0),
(109, 'Пояс жизни ур 6', 300, 'belt', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 6</li>\r\n  <li>Выносливость: 70</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 30</li>\r\n  <li>Жизни: 300</li>\r\n</ul>', 1, 0, 'belt.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 30, 300, 0, 6, 1, 1, 1, 70, 0),
(111, 'Пояс урона ур 2', 100, 'belt', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 2</li>\r\n  <li>: Выносливость 30</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 10</li>\r\n  <li>Урон: 10</li>\r\n</ul>', 1, 10, 'belt2.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 10, 0, 0, 2, 1, 1, 1, 30, 0),
(112, 'Пояс урона ур 3', 150, 'belt', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 3</li>\r\n  <li>: Выносливость 40</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 15</li>\r\n  <li>Урон: 15</li>\r\n</ul>', 1, 15, 'belt2.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 15, 0, 0, 3, 1, 1, 1, 40, 0),
(113, 'Пояс урона ур 4', 200, 'belt', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 4</li>\r\n  <li>: Выносливость 50</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 20</li>\r\n  <li>Урон: 20</li>\r\n</ul>', 1, 20, 'belt2.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 20, 0, 0, 4, 1, 1, 1, 50, 0),
(114, 'Пояс урона ур 5', 250, 'belt', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 5</li>\r\n  <li>: Выносливость 60</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 25</li>\r\n  <li>Урон: 25</li>\r\n</ul>', 1, 25, 'belt2.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 25, 0, 0, 5, 1, 1, 1, 60, 0),
(115, 'Пояс урона ур 6', 300, 'belt', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 6</li>\r\n  <li>: Выносливость 70</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 30</li>\r\n  <li>Урон: 30</li>\r\n</ul>', 1, 30, 'belt2.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 30, 0, 0, 6, 1, 1, 1, 70, 0),
(116, 'Пояс мага ур 1', 50, 'belt', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 1</li>\r\n  <li>Интеллект: 10</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 5</li>\r\n  <li>Интеллект: 5</li>\r\n</ul>', 1, 0, 'beltmag.jpg', 0, 0, 0, 0, 5, 0, 0, 0, 0, 0, 5, 0, 0, 1, 1, 1, 1, 1, 10),
(117, 'Пояс мага ур 2', 100, 'belt', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 2</li>\r\n  <li>Интеллект: 20</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 10</li>\r\n  <li>Интеллект: 10</li>\r\n</ul>', 1, 0, 'beltmag.jpg', 0, 0, 0, 0, 10, 0, 0, 0, 0, 0, 10, 0, 0, 2, 1, 1, 1, 1, 20),
(118, 'Пояс мага ур 3', 150, 'belt', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 1</li>\r\n  <li>Интеллект: 30</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 15</li>\r\n  <li>Интеллект: 15</li>\r\n</ul>', 1, 0, 'beltmag.jpg', 0, 0, 0, 0, 15, 0, 0, 0, 0, 0, 15, 0, 0, 3, 1, 1, 1, 1, 30),
(119, 'Пояс мага ур 4', 200, 'belt', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 4</li>\r\n  <li>Интеллект: 40</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 20</li>\r\n  <li>Интеллект: 20</li>\r\n</ul>', 1, 0, 'beltmag.jpg', 0, 0, 0, 0, 20, 0, 0, 0, 0, 0, 20, 0, 0, 4, 1, 1, 1, 1, 40),
(120, 'Пояс мага ур 5', 250, 'belt', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 5</li>\r\n  <li>Интеллект: 50</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 25</li>\r\n  <li>Интеллект: 25</li>\r\n</ul>', 1, 0, 'beltmag.jpg', 0, 0, 0, 0, 25, 0, 0, 0, 0, 0, 25, 0, 0, 5, 1, 1, 1, 1, 50),
(121, 'Пояс мага ур 6', 300, 'belt', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 6</li>\r\n  <li>Интеллект: 60</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 30</li>\r\n  <li>Интеллект: 30</li>\r\n</ul>', 1, 0, 'beltmag.jpg', 0, 0, 0, 0, 30, 0, 0, 0, 0, 0, 30, 0, 0, 6, 1, 1, 1, 1, 60),
(122, 'Сапоги жизни ур 1', 50, 'boots', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 1</li>\r\n  <li>Выносливость: 20</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 5</li>\r\n  <li>Жизни: 50</li>\r\n</ul>', 1, 0, 'boots1.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 5, 50, 0, 1, 1, 1, 1, 20, 0),
(123, 'Сапоги жизни ур 2', 100, 'boots', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 2</li>\r\n  <li>Выносливость: 30</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 10</li>\r\n  <li>Жизни: 100</li>\r\n</ul>', 1, 0, 'boots1.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 10, 100, 0, 2, 1, 1, 1, 30, 0),
(124, 'Сапоги жизни ур 3', 150, 'boots', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 3</li>\r\n  <li>Выносливость: 40</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 15</li>\r\n  <li>Жизни: 150</li>\r\n</ul>', 1, 0, 'boots1.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 15, 150, 0, 3, 1, 1, 1, 40, 0),
(125, 'Сапоги жизни ур 4', 200, 'boots', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 4</li>\r\n  <li>Выносливость: 50</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 20</li>\r\n  <li>Жизни: 200</li>\r\n</ul>', 1, 0, 'boots1.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 20, 200, 0, 4, 1, 1, 1, 50, 0),
(126, 'Сапоги жизни ур 5', 250, 'boots', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 5</li>\r\n  <li>Выносливость: 60</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 25</li>\r\n  <li>Жизни: 250</li>\r\n</ul>', 1, 0, 'boots1.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 25, 250, 0, 5, 1, 1, 1, 60, 0),
(127, 'Сапоги жизни ур 6', 300, 'boots', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 6</li>\r\n  <li>Выносливость: 70</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 30</li>\r\n  <li>Жизни: 300</li>\r\n</ul>', 1, 0, 'boots1.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 30, 300, 0, 6, 1, 1, 1, 70, 0),
(128, 'Сапоги урона ур 1', 50, 'boots', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 1</li>\r\n  <li>Выносливость: 20</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 5</li>\r\n  <li>Урон: 5</li>\r\n</ul>', 1, 5, 'boots2.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 5, 0, 0, 1, 1, 1, 1, 20, 0),
(129, 'Сапоги урона ур 2', 100, 'boots', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 2</li>\r\n  <li>Выносливость: 30</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 10</li>\r\n  <li>Урон: 10</li>\r\n</ul>', 1, 10, 'boots2.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 10, 0, 0, 2, 1, 1, 1, 30, 0),
(130, 'Сапоги урона ур 3', 150, 'boots', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 3</li>\r\n  <li>Выносливость: 40</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 15</li>\r\n  <li>Урон: 15</li>\r\n</ul>', 1, 15, 'boots2.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 15, 0, 0, 3, 1, 1, 1, 40, 0),
(131, 'Сапоги урона ур 4', 200, 'boots', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 4</li>\r\n  <li>Выносливость: 50</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 20</li>\r\n  <li>Урон: 20</li>\r\n</ul>', 1, 20, 'boots2.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 20, 0, 0, 4, 1, 1, 1, 50, 0),
(132, 'Сапоги урона ур 5', 250, 'boots', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 5</li>\r\n  <li>Выносливость: 60</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 25</li>\r\n  <li>Урон: 25</li>\r\n</ul>', 1, 25, 'boots2.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 25, 0, 0, 5, 1, 1, 1, 60, 0),
(133, 'Сапоги урона ур 1', 300, 'boots', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 1</li>\r\n  <li>Выносливость: 20</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 30</li>\r\n  <li>Урон: 30</li>\r\n</ul>', 1, 30, 'boots2.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 30, 0, 0, 6, 1, 1, 1, 70, 0),
(134, 'Сапоги мага ур 1', 50, 'boots', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 1</li>\r\n  <li>Интеллект: 20</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 5</li>\r\n  <li>Интеллект: 5</li>\r\n</ul>', 1, 0, 'boots3.jpg', 0, 0, 0, 0, 5, 0, 0, 0, 0, 0, 0, 0, 0, 1, 1, 1, 1, 1, 20),
(135, 'Сапоги мага ур 2', 100, 'boots', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 1</li>\r\n  <li>Интеллект: 30</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 10</li>\r\n  <li>Интеллект: 10</li>\r\n</ul>', 1, 0, 'boots3.jpg', 0, 0, 0, 0, 10, 0, 0, 0, 0, 0, 10, 0, 0, 2, 1, 1, 1, 1, 30),
(136, 'Сапоги мага ур 3', 150, 'boots', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 3</li>\r\n  <li>Интеллект: 40</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 15</li>\r\n  <li>Интеллект: 15</li>\r\n</ul>', 1, 0, 'boots3.jpg', 0, 0, 0, 0, 15, 0, 0, 0, 0, 0, 15, 0, 0, 3, 1, 1, 1, 1, 40),
(137, 'Сапоги мага ур 4', 200, 'boots', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 4</li>\r\n  <li>Интеллект: 50</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 20</li>\r\n  <li>Интеллект: 20</li>\r\n</ul>', 1, 0, 'boots3.jpg', 0, 0, 0, 0, 20, 0, 0, 0, 0, 0, 20, 0, 0, 4, 1, 1, 1, 1, 50),
(138, 'Сапоги мага ур 5', 250, 'boots', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 5</li>\r\n  <li>Интеллект: 60</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 25</li>\r\n  <li>Интеллект: 25</li>\r\n</ul>', 1, 0, 'boots3.jpg', 0, 0, 0, 0, 25, 0, 0, 0, 0, 0, 25, 0, 0, 5, 1, 1, 1, 1, 60),
(139, '\r\nСапоги мага ур 6\r\n', 300, 'boots', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 6</li>\r\n  <li>Интеллект: 70</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 30</li>\r\n  <li>Интеллект: 30</li>\r\n</ul>', 1, 0, 'boots3.jpg', 0, 0, 0, 0, 30, 0, 0, 0, 0, 0, 30, 0, 0, 6, 1, 1, 1, 1, 70),
(140, 'Поножи жизни ур 1', 50, 'leggings', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 1</li>\r\n  <li>Выносливость: 20</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 5</li>\r\n  <li>Жизни: 50</li>\r\n</ul>', 1, 0, 'leg.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 5, 50, 0, 1, 1, 1, 1, 20, 0),
(141, 'Поножи жизни ур 2', 100, 'leggings', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 2</li>\r\n  <li>Выносливость: 30</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 10</li>\r\n  <li>Жизни: 100</li>\r\n</ul>', 1, 0, 'leg.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 10, 100, 0, 2, 1, 1, 1, 30, 0),
(142, 'Поножи жизни ур 3', 150, 'leggings', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 3</li>\r\n  <li>Выносливость: 40</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 15</li>\r\n  <li>Жизни: 150</li>\r\n</ul>', 1, 0, 'leg.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 15, 150, 0, 3, 1, 1, 1, 40, 0),
(143, 'Поножи жизни ур 4', 200, 'leggings', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 4</li>\r\n  <li>Выносливость: 50</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 20</li>\r\n  <li>Жизни: 200</li>\r\n</ul>', 1, 0, 'leg.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 20, 200, 0, 4, 1, 1, 1, 50, 0),
(144, 'Поножи жизни ур 5', 250, 'leggings', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 5</li>\r\n  <li>Выносливость: 60</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 25</li>\r\n  <li>Жизни: 250</li>\r\n</ul>', 1, 0, 'leg.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 25, 250, 0, 5, 1, 1, 1, 60, 0),
(145, 'Поножи жизни ур 6', 300, 'leggings', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 6</li>\r\n  <li>Выносливость: 70</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 30</li>\r\n  <li>Жизни: 300</li>\r\n</ul>', 1, 0, 'leg.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 30, 300, 0, 6, 1, 1, 1, 70, 0),
(146, 'Поножи урона ур 1', 50, 'leggings', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 1</li>\r\n  <li>Выносливость: 20</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 5</li>\r\n  <li>Урон: 5</li>\r\n</ul>', 1, 5, 'leg2.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 5, 0, 0, 1, 1, 1, 1, 20, 0),
(147, 'Поножи урона ур 2', 100, 'leggings', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 2</li>\r\n  <li>Выносливость: 30</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 10</li>\r\n  <li>Урон: 10</li>\r\n</ul>', 1, 10, 'leg2.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 10, 0, 0, 2, 1, 1, 1, 30, 0),
(148, 'Поножи урона ур 3', 150, 'leggings', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 3</li>\r\n  <li>Выносливость: 40</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 15</li>\r\n  <li>Урон: 15</li>\r\n</ul>', 1, 15, 'leg2.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 15, 0, 0, 3, 1, 1, 1, 40, 0),
(149, 'Поножи урона ур 4', 200, 'leggings', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 4</li>\r\n  <li>Выносливость: 50</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 20</li>\r\n  <li>Урон: 20</li>\r\n</ul>', 1, 20, 'leg2.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 20, 0, 0, 4, 1, 1, 1, 50, 0),
(150, 'Поножи урона ур 5', 250, 'leggings', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 5</li>\r\n  <li>Выносливость: 60</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 25</li>\r\n  <li>Урон: 25</li>\r\n</ul>', 1, 25, 'leg2.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 25, 0, 0, 5, 1, 1, 1, 60, 0),
(151, 'Поножи урона ур 6', 300, 'leggings', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 6</li>\r\n  <li>Выносливость: 70</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 30</li>\r\n  <li>Урон: 30</li>\r\n</ul>', 1, 30, 'leg2.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 30, 0, 0, 1, 1, 1, 1, 1, 0),
(152, 'Поножи мага ур 1', 50, 'leggings', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 1</li>\r\n  <li>Интеллект: 10</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 5</li>\r\n  <li>Интеллект: 5</li>\r\n</ul>', 1, 0, 'leg3.jpg', 0, 0, 0, 0, 5, 0, 0, 0, 0, 0, 5, 0, 0, 1, 1, 1, 1, 1, 10),
(153, 'Поножи мага ур 2', 100, 'leggings', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 2</li>\r\n  <li>Интеллект: 20</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 10</li>\r\n  <li>Интеллект: 10</li>\r\n</ul>', 1, 0, 'leg3.jpg', 0, 0, 0, 0, 10, 0, 0, 0, 0, 0, 10, 0, 0, 1, 1, 1, 1, 1, 20),
(154, 'Поножи мага ур 3', 150, 'leggings', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 3</li>\r\n  <li>Интеллект: 30</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 15</li>\r\n  <li>Интеллект: 15</li>\r\n</ul>', 1, 0, 'leg3.jpg', 0, 0, 0, 0, 15, 0, 0, 0, 0, 0, 15, 0, 0, 1, 1, 1, 1, 1, 30),
(155, 'Поножи мага ур 4', 200, 'leggings', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 4</li>\r\n  <li>Интеллект: 40</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 20</li>\r\n  <li>Интеллект: 20</li>\r\n</ul>', 1, 0, 'leg3.jpg', 0, 0, 0, 0, 20, 0, 0, 0, 0, 0, 20, 0, 0, 4, 1, 1, 1, 1, 40),
(156, 'Поножи мага ур 5', 250, 'leggings', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 5</li>\r\n  <li>Интеллект: 50</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 25</li>\r\n  <li>Интеллект: 25</li>\r\n</ul>', 1, 0, 'leg3.jpg', 0, 0, 0, 0, 25, 0, 0, 0, 0, 0, 25, 0, 0, 5, 1, 1, 1, 1, 50),
(157, 'Поножи мага ур 6', 300, 'leggings', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 6</li>\r\n  <li>Интеллект: 60</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 30</li>\r\n  <li>Интеллект: 30</li>\r\n</ul>', 1, 0, 'leg3.jpg', 0, 0, 0, 0, 30, 0, 0, 0, 0, 0, 30, 0, 0, 6, 1, 1, 1, 1, 60),
(158, 'Булава ур 1', 50, 'weapon', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 1</li>\r\n  <li>Сила: 20</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Урон: 82</li>\r\n</ul>', 1, 82, 'mace.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 20, 1, 1, 1, 0),
(159, 'Булава ур 2', 100, 'weapon', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 2</li>\r\n  <li>Сила: 30</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Урон: 102</li>\r\n</ul>', 1, 102, 'mace.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 30, 1, 1, 1, 0),
(160, 'Булава ур 3', 150, 'weapon', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 3</li>\r\n  <li>Сила: 40</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Урон: 147</li>\r\n</ul>', 1, 147, 'mace.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 3, 40, 1, 1, 1, 0),
(161, 'Булава ур 4', 200, 'weapon', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 4</li>\r\n  <li>Сила: 50</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Урон: 192</li>\r\n</ul>', 1, 192, 'mace.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 4, 50, 1, 1, 1, 0),
(162, 'Булава ур 5', 250, 'weapon', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 5</li>\r\n  <li>Сила: 60</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Урон: 230</li>\r\n</ul>', 1, 230, 'mace.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 5, 60, 1, 1, 1, 0),
(163, 'Булава ур 6', 300, 'weapon', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 6</li>\r\n  <li>Сила: 70</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Урон: 228</li>\r\n</ul>', 1, 228, 'mace.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 6, 70, 1, 1, 1, 0),
(164, 'Меч ур 1', 50, 'weapon', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 1</li>\r\n  <li>Интуиция: 20</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Урон: 55</li>\r\n  <li>Интуиция: 5</li>\r\n</ul>', 1, 55, 'sword.jpg', 0, 5, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 1, 20, 1, 1, 0),
(165, 'Меч ур 2', 100, 'weapon', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 2</li>\r\n  <li>Интуиция: 30</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Урон: 68</li>\r\n  <li>Интуиция: 10</li>\r\n</ul>', 1, 68, 'sword.jpg', 0, 10, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 2, 1, 30, 1, 1, 0),
(166, 'Меч ур 3', 150, 'weapon', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 3</li>\r\n  <li>Интуиция: 40</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Урон: 98</li>\r\n  <li>Интуиция: 15</li>\r\n</ul>', 1, 98, 'sword.jpg', 0, 15, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 3, 1, 40, 1, 1, 0),
(167, 'Меч ур 4', 200, 'weapon', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 4</li>\r\n  <li>Интуиция: 50</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Урон: 128</li>\r\n  <li>Интуиция: 20</li>\r\n</ul>', 1, 128, 'sword.jpg', 0, 20, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 4, 1, 50, 1, 1, 0),
(168, '\r\nМеч ур 5\r\n', 250, 'weapon', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 5</li>\r\n  <li>Интуиция: 60</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Урон: 55</li>\r\n  <li>Интуиция: 25</li>\r\n</ul>', 1, 153, 'sword.jpg', 0, 25, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 5, 1, 60, 1, 1, 0),
(169, 'Меч ур 6', 300, 'weapon', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 6</li>\r\n  <li>Интуиция: 70</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Урон: 188</li>\r\n  <li>Интуиция: 30</li>\r\n</ul>', 1, 188, 'sword.jpg', 0, 30, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 6, 1, 70, 1, 1, 0),
(170, 'Кинжал ур 1', 50, 'weapon', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 1</li>\r\n  <li>Ловкость: 20</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Урон: 41</li>\r\n  <li>Ловкость: 5</li>\r\n</ul>', 1, 41, 'dagger.jpg', 0, 0, 5, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 1, 1, 20, 1, 0),
(171, 'Кинжал ур 2', 100, 'weapon', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 2</li>\r\n  <li>Ловкость: 30</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Урон: 51</li>\r\n  <li>Ловкость: 10</li>\r\n</ul>', 1, 51, 'dagger.jpg', 0, 0, 10, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 2, 1, 1, 30, 1, 0),
(172, 'Кинжал ур 3', 150, 'weapon', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 3</li>\r\n  <li>Ловкость: 40</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Урон: 73</li>\r\n  <li>Ловкость: 15</li>\r\n</ul>', 1, 73, 'dagger.jpg', 0, 0, 15, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 3, 1, 1, 40, 1, 0),
(173, 'Кинжал ур 4', 200, 'weapon', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 4</li>\r\n  <li>Ловкость: 50</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Урон: 96</li>\r\n  <li>Ловкость: 20</li>\r\n</ul>', 1, 96, 'dagger.jpg', 0, 0, 20, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 4, 1, 1, 50, 1, 0),
(174, 'Кинжал ур 5', 250, 'weapon', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 5</li>\r\n  <li>Ловкость: 60</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Урон: 115</li>\r\n  <li>Ловкость: 25</li>\r\n</ul>', 1, 115, 'dagger.jpg', 0, 0, 25, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 5, 1, 1, 60, 1, 0),
(175, 'Кинжал ур 6', 300, 'weapon', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 6</li>\r\n  <li>Ловкость: 70</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Урон: 141</li>\r\n  <li>Ловкость: 30</li>\r\n</ul>', 1, 141, 'dagger.jpg', 0, 0, 30, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 6, 1, 1, 70, 1, 0),
(176, 'Посох ур 1', 50, 'weapon', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 1</li>\r\n  <li>Интеллект: 10</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Урон: 20</li>\r\n  <li>Интеллект: 5</li>\r\n</ul>', 1, 20, 'staff.jpg', 0, 0, 0, 0, 5, 0, 0, 0, 0, 0, 0, 0, 0, 1, 1, 1, 1, 1, 10);
INSERT INTO `Items` (`id`, `name`, `cost`, `type`, `description`, `level`, `damage`, `img`, `strength`, `intuition`, `dexterity`, `endurance`, `intelligence`, `mental`, `fire`, `woter`, `earth`, `air`, `defence`, `hp`, `mp`, `need_level`, `need_strength`, `need_intuition`, `need_dexterity`, `need_endurance`, `need_intelligence`) VALUES
(177, 'Посох ур 2', 100, 'weapon', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 2</li>\r\n  <li>Интеллект: 20</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Урон: 25</li>\r\n  <li>Интеллект: 10</li>\r\n</ul>', 1, 25, 'staff.jpg', 0, 0, 0, 0, 10, 0, 0, 0, 0, 0, 0, 0, 0, 2, 1, 1, 1, 1, 20),
(178, 'Посох ур 3', 150, 'weapon', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 3</li>\r\n  <li>Интеллект: 30</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Урон: 35</li>\r\n  <li>Интеллект: 15</li>\r\n</ul>', 1, 35, 'staff.jpg', 0, 0, 0, 0, 15, 0, 0, 0, 0, 0, 0, 0, 0, 3, 1, 1, 1, 1, 30),
(179, 'Посох ур 4', 200, 'weapon', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 4</li>\r\n  <li>Интеллект: 40</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Урон: 45</li>\r\n  <li>Интеллект: 20</li>\r\n</ul>', 1, 45, 'staff.jpg', 0, 0, 0, 0, 20, 0, 0, 0, 0, 0, 0, 0, 0, 4, 1, 1, 1, 1, 40),
(180, 'Посох ур 5', 250, 'weapon', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 5</li>\r\n  <li>Интеллект: 50</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Урон: 60</li>\r\n  <li>Интеллект: 25</li>\r\n</ul>', 1, 60, 'staff.jpg', 0, 0, 0, 0, 25, 0, 0, 0, 0, 0, 0, 0, 0, 5, 1, 1, 1, 1, 50),
(181, 'Посох ур 6', 300, 'weapon', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 6</li>\r\n  <li>Интеллект: 60</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Урон: 70</li>\r\n  <li>Интеллект: 30</li>\r\n</ul>', 1, 70, 'staff.jpg', 0, 0, 0, 0, 30, 0, 0, 0, 0, 0, 0, 0, 0, 6, 1, 1, 1, 1, 60),
(182, 'Амулет защиты ур 1', 50, 'necklace', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 1</li>\r\n  <li>Выносливость: 20</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 5</li>\r\n  <li>Жизни: 50</li>\r\n</ul>', 1, 0, 'necklace.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 5, 50, 0, 1, 1, 1, 1, 20, 0),
(183, 'Амулет защиты ур 2', 100, 'necklace', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 2</li>\r\n  <li>Выносливость: 30</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 10</li>\r\n  <li>Жизни: 100</li>\r\n</ul>', 1, 0, 'necklace.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 10, 100, 0, 1, 1, 1, 1, 30, 0),
(184, 'Амулет защиты ур 3', 150, 'necklace', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 3</li>\r\n  <li>Выносливость: 40</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 15</li>\r\n  <li>Жизни: 150</li>\r\n</ul>', 1, 0, 'necklace.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 15, 150, 0, 1, 1, 1, 1, 40, 0),
(185, 'Амулет защиты ур 4', 200, 'necklace', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 4</li>\r\n  <li>Выносливость: 50</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 20</li>\r\n  <li>Жизни: 200</li>\r\n</ul>', 1, 0, 'necklace.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 20, 200, 0, 4, 1, 1, 1, 50, 0),
(186, 'Амулет защиты ур 5', 250, 'necklace', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 5</li>\r\n  <li>Выносливость: 60</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 25</li>\r\n  <li>Жизни: 250</li>\r\n</ul>', 1, 0, 'necklace.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 25, 250, 0, 5, 1, 1, 1, 60, 0),
(187, 'Амулет защиты ур 6', 300, 'necklace', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 6</li>\r\n  <li>Выносливость: 70</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 30</li>\r\n  <li>Жизни: 300</li>\r\n</ul>', 1, 0, 'necklace.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 30, 300, 0, 6, 1, 1, 1, 70, 0),
(188, 'Серьги стихий ур 1', 50, 'earrings', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 1</li>\r\n  <li>Выносливость: 20</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Огонь: 5</li>\r\n  <li>Вода: 5</li>\r\n  <li>Земля: 5</li>\r\n  <li>Воздух: 5</li>\r\n  <li>Ментальность: 5</li>\r\n</ul>', 1, 0, 'earrings3.jpg', 0, 0, 0, 0, 0, 5, 5, 5, 5, 5, 0, 0, 0, 1, 1, 1, 1, 20, 0),
(189, 'Серьги стихий ур 2', 100, 'earrings', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 2</li>\r\n  <li>Выносливость: 30</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Огонь: 10</li>\r\n  <li>Вода: 10</li>\r\n  <li>Земля: 10</li>\r\n  <li>Воздух: 10</li>\r\n  <li>Ментальность: 10</li>\r\n</ul>', 1, 0, 'earrings3.jpg', 0, 0, 0, 0, 0, 10, 10, 10, 10, 10, 0, 0, 0, 1, 1, 1, 1, 30, 0),
(190, 'Серьги стихий ур 3', 150, 'earrings', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 3</li>\r\n  <li>Выносливость: 40</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Огонь: 15</li>\r\n  <li>Вода: 15</li>\r\n  <li>Земля: 15</li>\r\n  <li>Воздух: 15</li>\r\n  <li>Ментальность: 15</li>\r\n</ul>', 1, 0, 'earrings3.jpg', 0, 0, 0, 0, 0, 15, 15, 15, 15, 15, 0, 0, 0, 3, 1, 1, 1, 40, 0),
(191, 'Серьги стихий ур 4', 200, 'earrings', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 4</li>\r\n  <li>Выносливость: 50</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Огонь: 20</li>\r\n  <li>Вода: 20</li>\r\n  <li>Земля: 20</li>\r\n  <li>Воздух: 20</li>\r\n  <li>Ментальность: 20</li>\r\n</ul>', 1, 0, 'earrings3.jpg', 0, 0, 0, 0, 0, 20, 20, 20, 20, 20, 0, 0, 0, 4, 1, 1, 1, 50, 0),
(192, 'Серьги стихий ур 5', 250, 'earrings', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 5</li>\r\n  <li>Выносливость: 60</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Огонь: 25</li>\r\n  <li>Вода: 25</li>\r\n  <li>Земля: 25</li>\r\n  <li>Воздух: 25</li>\r\n  <li>Ментальность: 25</li>\r\n</ul>', 1, 0, 'earrings3.jpg', 0, 0, 0, 0, 0, 25, 25, 25, 25, 25, 0, 0, 0, 5, 1, 1, 1, 60, 0),
(193, 'Серьги стихий ур 6', 300, 'earrings', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 6</li>\r\n  <li>Выносливость: 70</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Огонь: 30</li>\r\n  <li>Вода: 30</li>\r\n  <li>Земля: 30</li>\r\n  <li>Воздух: 30</li>\r\n  <li>Ментальность: 30</li>\r\n</ul>', 1, 0, 'earrings3.jpg', 0, 0, 0, 0, 0, 30, 30, 30, 30, 30, 0, 0, 0, 6, 1, 1, 1, 70, 0),
(194, 'Серьги цельности ур 1', 50, 'earrings', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 1</li>\r\n  <li>Выносливость: 20</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Сила: 5</li>\r\n  <li>Интуиция: 5</li>\r\n  <li>Ловкость: 5</li>\r\n</ul>', 1, 0, 'earrings2.jpg', 5, 5, 5, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 1, 1, 1, 20, 0),
(195, 'Серьги цельности ур 2', 100, 'earrings', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 2</li>\r\n  <li>Выносливость: 30</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Сила: 10</li>\r\n  <li>Интуиция: 10</li>\r\n  <li>Ловкость: 10</li>\r\n</ul>', 1, 0, 'earrings2.jpg', 10, 10, 10, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 2, 1, 1, 1, 30, 0),
(196, 'Серьги цельности ур 3', 150, 'earrings', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 3</li>\r\n  <li>Выносливость: 40</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Сила: 15</li>\r\n  <li>Интуиция: 15</li>\r\n  <li>Ловкость: 15</li>\r\n</ul>', 1, 0, 'earrings2.jpg', 15, 15, 15, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 3, 1, 1, 1, 40, 0),
(197, 'Серьги цельности ур 4', 200, 'earrings', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 4</li>\r\n  <li>Выносливость: 50</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Сила: 20</li>\r\n  <li>Интуиция: 20</li>\r\n  <li>Ловкость: 20</li>\r\n</ul>', 1, 0, 'earrings2.jpg', 20, 20, 20, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 4, 1, 1, 1, 50, 0),
(198, 'Серьги цельности ур 5', 250, 'earrings', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 5</li>\r\n  <li>Выносливость: 60</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Сила: 25</li>\r\n  <li>Интуиция: 25</li>\r\n  <li>Ловкость: 25</li>\r\n</ul>', 1, 0, 'earrings2.jpg', 25, 25, 25, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 5, 1, 1, 1, 60, 0),
(199, 'Серьги цельности ур 6', 300, 'earrings', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 6</li>\r\n  <li>Выносливость: 70</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Сила: 30</li>\r\n  <li>Интуиция: 30</li>\r\n  <li>Ловкость: 30</li>\r\n</ul>', 1, 0, 'earrings2.jpg', 30, 30, 30, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 6, 1, 1, 1, 70, 0),
(200, 'Серьги жизни ур 1', 50, 'earrings', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 1</li>\r\n  <li>Выносливость: 20</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 5</li>\r\n  <li>Жизни: 100</li>\r\n</ul>', 1, 0, 'earrings.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 5, 100, 0, 1, 1, 1, 1, 20, 0),
(201, 'Серьги жизни ур 2', 100, 'earrings', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 2</li>\r\n  <li>Выносливость: 30</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 10</li>\r\n  <li>Жизни: 200</li>\r\n</ul>', 1, 0, 'earrings.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 10, 200, 0, 2, 1, 1, 1, 30, 0),
(202, 'Серьги жизни ур 3', 150, 'earrings', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 3</li>\r\n  <li>Выносливость: 40</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 15</li>\r\n  <li>Жизни: 300</li>\r\n</ul>', 1, 0, 'earrings.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 15, 300, 0, 3, 1, 1, 1, 40, 0),
(203, '\r\nСерьги жизни ур 4\r\n', 200, 'earrings', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 4</li>\r\n  <li>Выносливость: 50</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 20</li>\r\n  <li>Жизни: 400</li>\r\n</ul>', 1, 0, 'earrings.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 20, 400, 0, 4, 1, 1, 1, 50, 0),
(204, 'Серьги жизни ур 5', 250, 'earrings', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 5</li>\r\n  <li>Выносливость: 60</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 25</li>\r\n  <li>Жизни: 500</li>\r\n</ul>', 1, 0, 'earrings.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 25, 500, 0, 5, 1, 1, 1, 60, 0),
(205, 'Серьги жизни ур 6', 300, 'earrings', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 6</li>\r\n  <li>Выносливость: 70</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 30</li>\r\n  <li>Жизни: 600</li>\r\n</ul>', 1, 0, 'earrings.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 30, 600, 0, 6, 1, 1, 1, 70, 0),
(206, 'Меч стихий', 1000, 'weapon', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 4</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Урон: 188</li>\r\n  <li>Огонь: 30</li>\r\n  <li>Вода: 30</li>\r\n  <li>Земля: 30</li>\r\n  <li>Воздух: 30</li>\r\n  <li>Ментальность: 30</li>\r\n</ul>', 1, 188, 'magicsword.jpg', 0, 0, 0, 0, 0, 30, 30, 30, 30, 30, 0, 0, 0, 4, 1, 1, 1, 1, 0),
(207, 'Молот', 1000, 'weapon', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 4</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Урон: 280</li>\r\n</ul>', 1, 280, 'hammer.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 4, 1, 1, 1, 1, 0),
(208, 'Кинжал умений', 1000, 'weapon', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 4</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Урон: 141</li>\r\n  <li>Сила: 45</li>\r\n  <li>Ловкость: 45</li>\r\n  <li>Интуиция: 45</li>\r\n</ul>', 1, 141, 'dagger2.jpg', 45, 45, 45, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 4, 1, 1, 1, 1, 0),
(209, 'Посох огня', 1000, 'weapon', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 6</li>\r\n  <li>Интеллект: 60</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Урон: 100</li>\r\n  <li>Интеллект: 50</li>\r\n  <li>Ментальность: 50</li>\r\n</ul>', 1, 100, 'staffire.jpg', 0, 0, 0, 0, 50, 50, 0, 0, 0, 0, 0, 0, 0, 4, 1, 1, 1, 1, 0),
(210, 'Амулет радости', 1000, 'necklace', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 4</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Все атрибуты: 15</li>\r\n</ul>', 1, 0, 'magicnecklace.jpg', 15, 15, 15, 0, 15, 15, 15, 15, 15, 15, 0, 0, 0, 4, 1, 1, 1, 1, 0),
(211, 'Кольцо урона', 1000, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 4</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Урон: 50</li>\r\n</ul>', 1, 50, 'goldring.jpg', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 4, 1, 1, 1, 1, 0),
(212, 'Кольцо стихий', 1000, 'ring', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 4</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Огонь: 30</li>\r\n  <li>Вода: 30</li>\r\n  <li>Земля: 30</li>\r\n  <li>Воздух: 30</li>\r\n  <li>Ментальность: 30</li>\r\n</ul>', 1, 0, 'ring2.jpg', 0, 0, 0, 0, 0, 30, 30, 30, 30, 30, 0, 0, 0, 4, 1, 1, 1, 1, 0),
(213, 'Броня ангела', 1000, 'armor', 'Требует<br>\r\n<ul>\r\n  <li>Уровень: 4</li>\r\n</ul>\r\nДает<br>\r\n<ul>\r\n  <li>Защита: 60</li>\r\n  <li>Жизни: 1200</li>\r\n  <li>Интеллект: 60</li>\r\n  <li>Ментальность: 30</li>\r\n</ul>', 1, 0, 'armor1.jpg', 0, 0, 0, 0, 60, 30, 0, 0, 0, 0, 60, 1200, 0, 4, 1, 1, 1, 1, 0);

-- --------------------------------------------------------

--
-- Структура таблицы `Users`
--

CREATE TABLE `Users` (
  `id` int NOT NULL,
  `login` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL,
  `confirm_code` varchar(255) NOT NULL,
  `reset_code` varchar(255) NOT NULL,
  `level` int NOT NULL,
  `hp` int NOT NULL,
  `mp` int NOT NULL,
  `win` int NOT NULL,
  `lose` int NOT NULL,
  `exp` int NOT NULL,
  `gold` int NOT NULL,
  `strength` int NOT NULL,
  `intuition` int NOT NULL,
  `dexterity` int NOT NULL,
  `endurance` int NOT NULL,
  `intelligence` int NOT NULL,
  `mental` int NOT NULL,
  `fire` int NOT NULL,
  `woter` int NOT NULL,
  `earth` int NOT NULL,
  `air` int NOT NULL,
  `stats` int NOT NULL,
  `hp_regen_time` int NOT NULL,
  `mp_regen_time` int NOT NULL,
  `battle_id` int NOT NULL,
  `confirmed` int NOT NULL,
  `authKey` varchar(255) NOT NULL,
  `helm` int NOT NULL,
  `weapon` int NOT NULL,
  `armor` int NOT NULL,
  `earrings` int NOT NULL,
  `necklace` int NOT NULL,
  `ring1` int NOT NULL,
  `ring2` int NOT NULL,
  `ring3` int NOT NULL,
  `shild` int NOT NULL,
  `leggings` int NOT NULL,
  `boots` int NOT NULL,
  `belt` int NOT NULL,
  `defence` int NOT NULL,
  `damage` int NOT NULL,
  `active` int NOT NULL,
  `text` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb3;

--
-- Дамп данных таблицы `Users`
--



-- --------------------------------------------------------

--
-- Структура таблицы `user_items`
--

CREATE TABLE `user_items` (
  `id` int NOT NULL,
  `user_id` int NOT NULL,
  `item_id` int NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb3;

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `battle`
--
ALTER TABLE `battle`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `battle_history`
--
ALTER TABLE `battle_history`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `battle_queue`
--
ALTER TABLE `battle_queue`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `battle_user`
--
ALTER TABLE `battle_user`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `chat`
--
ALTER TABLE `chat`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `exp`
--
ALTER TABLE `exp`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `Items`
--
ALTER TABLE `Items`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `Users`
--
ALTER TABLE `Users`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `user_items`
--
ALTER TABLE `user_items`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `battle`
--
ALTER TABLE `battle`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=23;

--
-- AUTO_INCREMENT для таблицы `battle_history`
--
ALTER TABLE `battle_history`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=427;

--
-- AUTO_INCREMENT для таблицы `battle_queue`
--
ALTER TABLE `battle_queue`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=224;

--
-- AUTO_INCREMENT для таблицы `battle_user`
--
ALTER TABLE `battle_user`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=16;

--
-- AUTO_INCREMENT для таблицы `chat`
--
ALTER TABLE `chat`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=37;

--
-- AUTO_INCREMENT для таблицы `exp`
--
ALTER TABLE `exp`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT для таблицы `Items`
--
ALTER TABLE `Items`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=214;

--
-- AUTO_INCREMENT для таблицы `Users`
--
ALTER TABLE `Users`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT для таблицы `user_items`
--
ALTER TABLE `user_items`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=156;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
