<center><h3>Добро пожаловать</h3></center>

<p>
    Вы попали в удивительный магический мир игры <b>mage rpg</b>!
</p>

<center><h4>Об игре</h4></center>

<p>
<center><b>Статы воинов</b></center> <br>
    <b>Сила:</b> отвечает за урон наносимый противнику атакой оружием<br>
    <b>Ловкость:</b> отвечает за шанс увернутся от противника и шанс против увертывания противника<br>
    <b>Интуиция:</b> отвечает за шанс нанести повышенный урон противнику, а так же за шанс сопротивляемости у противника<br>
    <b>Выносливость:</b> отвечает за количество жизней персонажа<br>
</p>
<center><b>Статы магов</b></center> <br>
    <b>Интеллект:</b> отвечает за урон наносимый противнику атаками магией и лечение<br>
    <b>Ментальность:</b> отвечает за количество маны и уменьшает стоимость заклинаний<br>

</p>

<center><b>Стихии</b></center> <br>
<p>
    Стихий отвечают за урон наносимый воинами ударом оружия - урон наносится той стихией которая прокачана больше всего.<br>
    Так же стихии дают защиту от стихий.
</p>
<p>
    Магам стихии увеличивают урон магией и лечение.
</p>
    <b>Огонь:</b> увеличивает урон атакой огнем<br>
    <b>Земля:</b> увеличивает урон атакой землей<br>
    <b>Вода:</b> увеличивает лечение водой<br>
    <b>Воздух:</b> увеличивает урон атакой воздухом<br>
</p>
<center><b>Поединки</b></center> <br>
<p>По ссылке поединки можно подать заявку на бой для своего или любого уровня, 
    а так же возможно принять участи в уже созданном бою</p>
<b>Атака оружием:</b> вы пользуетесь атакой оружием если вы воин<br>
<b>Атака огнем:</b> наносит максимальный урон одному противнику, но требует большое количество маны<br>
<b>Атака землей:</b> наносит урон по всем противникам, требует среднеее количество маны<br>
<b>Лечение водой:</b> вылечивает персонажа, требует максимальное количество маны<br>
<b>Атака воздухом:</b> наносит не большой урон воздухом, требует малое количество маны <br>
<center><b>Классы</b></center> <br>
<p>В игре есть возможность по разному развить персонажа, вот несколько возможных вариантов от администрации, прежде чем ознакомиться с ними рекомендуем ознакомиться с магазином.</p><!-- comment -->
<b>Воин:</b> Наносит максимальный урон оружием имеет малое количество жизней - что бы одеть воина необходимо в экиперовке использовать: булаву, вещи цельности, вещи урона, кольца силы или одинаковые кольца стихий. Прокачивать следуте силу, выносливоть и стихию которой бьет воин.<br>
<b>Танк:</b> Наносит средний урон оружием имеет максимальное количество жизней - что бы одеть танка необходимо в экиперовке использовать: булаву, вещи цельности, вещи жизни, кольца жизни. Прокачивать следуте силу и выносливоть.<br>
<b>Критовик:</b> Наносит средний урон оружием имеет малое количество жизней и шанс нанести повышенный урон - что бы одеть критовика необходимо в экиперовке использовать: меч, вещи цельности, вещи урона, кольца интуици. Прокачивать следуте силу, выносливоть, интуицию и стихию которой бьет критовик.<br>
<b>Уворотчик:</b> Наносит малый урон оружием имеет малое количество жизней и шанс увернутся от удара - что бы одеть уворотчика необходимо в экиперовке использовать: кинжал, вещи цельности, вещи урона, кольца ловкости. Прокачивать следуте силу, выносливоть, ловкость и стихию которой бьет уворотчик.<br>
<b>Маг огня:</b> Наносит максимальный урон ударом огня, но имеет малое количество выстрелов - что бы одеть мага огня необходимо в экиперовке использовать: вещи дающие интелект, вещи стихий, кольца интеллекта или кольца огня. Прокачивать следуте интеллект, ментальность, выносливость и огонь.<br>
<b>Маг земли:</b> Наносит средний урон ударом земли но по всем противникам, имеет среднее количество выстрелов - что бы одеть мага земли необходимо в экиперовке использовать: вещи дающие интелект, вещи стихий, кольца интеллекта или кольца земли. Прокачивать следуте интеллект, ментальность, выносливость и землю.<br>
<b>Маг воздуха:</b> Наносит средний урон ударом воздуха, имеет среднее количество выстрелов - что бы одеть мага воздуха необходимо в экиперовке использовать: вещи дающие интелект, вещи стихий, кольца интеллекта или кольца воздуха. Прокачивать следуте интеллект, ментальность, выносливость и воздух.<br>
<p>Этими примерами можно воспользоваться что бы прокачать и одеть персонажа, но не забывайте что для увеличения выживаймости вам может понадобится одеть вещи жизни воину или магу. Или серьезно прокачать воду для и ментальность для увеличения лечения. А быть может вы захотите одеть воина стихий и воспользуетесь статами стихий и вещами стихий.</p>
<center><b>Золото</b></center> <br>
<p>Золота в игре всегда нехватает включительно до 7 уровня - поэтому внимательно относитесь к тратам, каждый уровень и за каждую победу вам дают золото</p>
<center><b>Артефакты</b></center> <br>
<p>Артефакты это предметы которые дают повышенные характеристики при пониженных требованиях и стоят от 1000 золота в магазине, мы настоятельно рекомендуем не покупать артефакты до 7 уровня.</p>
<center><b>Таблица опыта</b></center> <br>

<table>
    <tr>
        <td><b>Уровень</b></td>
        <td><b>Золото</b></td>
        <td><b>Нужно побед</b></td>
        <td><b>Статов дают</b></td>
    </tr>
    <?php foreach($exps as $exp):?>
        <tr>
            <td><?php echo $exp->level;?></td>
            <td><?php echo $exp->gold;?></td>
            <td><?php echo $exp->win;?></td>
            <td><?php echo $exp->stats;?></td>
        </tr>
    <?php endforeach;?>
</table>
